Repository: Timo-Schroeder/ChessMate
Catalog: lib/l10n/app_*.arb
Languages: de

# newTournamentButtonText
source: New Tournament
de: Neues Turnier

# tournamentsHeading
source: Tournaments
de: Turniere

# tournamentCreationTitle
source: New Tournament: {name}
de: Neues Turnier: {name}

# tournamentCreationDateRangeSection
source: Daterange:
de: Zeit:

# tournamentCreationDateRangeStartDateLabel
source: Enter Start Date
de: Startdatum

# tournamentCreationDateRangeEndDateLabel
source: Enter End Date
de: Enddatum

# tournamentCreationCancelButton
source: Cancel
de: Abbrechen

# tournamentCreationCreateButton
source: Create
de: Erstellen

# tournamentSelectionTournamentListHeading
source: Tournaments
de: Turniere

# tournamentSelectionArchiveListHeading
source: Archive
de: Archiv

# tournamentSelectionListNoTournamentsAvailable
source: No tournaments available
de: Keine Turniere verf√ºgbar

# tournamentSelectionListNoArchivedTournaments
source: No archived tournaments
de: Keine archivierten Turniere

# tournamentCreationHeaderBar
source: New Tournament:
de: Neues Turnier:
